Repository: veljkoni/Chessko
Catalog: Chessko/Localizable.xcstrings
Source language: sr
Languages: de, en, fr, hi, it, ru, zh_hans

source: Kralj
de: König
en: King
fr: Roi
hi: राजा
it: Re
ru: Король
zh_hans: 国王

source: Dama
de: Dame
en: Queen
fr: Dame
hi: वज़ीर
it: Donna
ru: Ферзь
zh_hans: 皇后

source: Top
de: Turm
en: Rook
fr: Tour
hi: हाथी
it: Torre
ru: Ладья
zh_hans: 车

source: Lovac
de: Läufer
en: Bishop
fr: Fou
hi: ऊँट
it: Alfiere
ru: Слон
zh_hans: 象

source: Skakač
de: Springer
en: Knight
fr: Cavalier
hi: घोड़ा
it: Cavallo
ru: Конь
zh_hans: 马

source: Pešak
de: Bauer
en: Pawn
fr: Pion
hi: प्यादा
it: Pedone
ru: Пешка
zh_hans: 兵

source: beli
de: weiß
en: white
fr: blanc
hi: सफ़ेद
it: bianco
ru: белый
zh_hans: 白方

source: crni
de: schwarz
en: black
fr: noir
hi: काला
it: nero
ru: чёрный
zh_hans: 黑方

source: mogući potez
de: möglicher Zug
en: legal move
fr: coup possible
hi: संभावित चाल
it: mossa possibile
ru: возможный ход
zh_hans: 可走位置

source: prazno
de: leer
en: empty
fr: vide
hi: खाली
it: vuoto
ru: пусто
zh_hans: 空

source: izabrano
de: ausgewählt
en: selected
fr: sélectionné
hi: चयनित
it: selezionato
ru: выбрано
zh_hans: 已选中

source: poslednji potez
de: letzter Zug
en: last move
fr: dernier coup
hi: पिछली चाल
it: ultima mossa
ru: последний ход
zh_hans: 上一步

source: Dupli dodir za potez
de: Doppeltippen zum Ziehen
en: Double-tap to move
fr: Toucher deux fois pour jouer
hi: चलने के लिए दो बार टैप करें
it: Tocca due volte per muovere
ru: Двойное касание, чтобы сходить
zh_hans: 双击移动

source: Dupli dodir za izbor
de: Doppeltippen zum Auswählen
en: Double-tap to select
fr: Toucher deux fois pour sélectionner
hi: चुनने के लिए दो बार टैप करें
it: Tocca due volte per selezionare
ru: Двойное касание для выбора
zh_hans: 双击选择

source: Igra
de: Spielen
en: Play
fr: Jouer
hi: खेल
it: Gioca
ru: Игра
zh_hans: 对弈

source: Zadaci
de: Aufgaben
en: Puzzles
fr: Problèmes
hi: पहेलियाँ
it: Problemi
ru: Задачи
zh_hans: 谜题

source: Učenje
de: Lernen
en: Learn
fr: Apprendre
hi: सीखें
it: Impara
ru: Обучение
zh_hans: 学习

source: Nova igra
de: Neues Spiel
en: New game
fr: Nouvelle partie
hi: नया खेल
it: Nuova partita
ru: Новая игра
zh_hans: 新对局

source: Napustiti partiju?
de: Spiel verlassen?
en: Leave the game?
fr: Quitter la partie ?
hi: खेल छोड़ें?
it: Abbandonare la partita?
ru: Покинуть партию?
zh_hans: 离开对局？

source: Napusti
de: Verlassen
en: Leave
fr: Quitter
hi: छोड़ें
it: Abbandona
ru: Покинуть
zh_hans: 离开

source: Nastavi
de: Fortsetzen
en: Continue
fr: Continuer
hi: जारी रखें
it: Continua
ru: Продолжить
zh_hans: 继续

source: Partija je u toku. Sigurno želiš da počneš iznova?
de: Ein Spiel läuft. Möchtest du wirklich neu beginnen?
en: A game is in progress. Are you sure you want to start over?
fr: Une partie est en cours. Voulez-vous vraiment recommencer ?
hi: एक खेल चल रहा है। क्या आप वाकई फिर से शुरू करना चाहते हैं?
it: Una partita è in corso. Vuoi davvero ricominciare?
ru: Партия в процессе. Точно начать заново?
zh_hans: 对局正在进行中。确定要重新开始吗？

source: Izaberi stranu
de: Wähle eine Seite
en: Choose a side
fr: Choisir un camp
hi: अपना पक्ष चुनें
it: Scegli il colore
ru: Выберите сторону
zh_hans: 选择执棋方

source: Izaberi figuru
de: Wähle eine Figur
en: Choose a piece
fr: Choisir une pièce
hi: मोहरा चुनें
it: Scegli un pezzo
ru: Выберите фигуру
zh_hans: 选择棋子

source: Stockfish zahteva NNUE fajlove
de: Stockfish benötigt NNUE-Dateien
en: Stockfish requires NNUE files
fr: Stockfish nécessite des fichiers NNUE
hi: Stockfish के लिए NNUE फ़ाइलें आवश्यक हैं
it: Stockfish richiede file NNUE
ru: Stockfish требует файлы NNUE
zh_hans: Stockfish 需要 NNUE 文件

source: Računar
de: Computer
en: Computer
fr: Ordinateur
hi: कंप्यूटर
it: Computer
ru: Компьютер
zh_hans: 电脑

source: Ti
de: Du
en: You
fr: Vous
hi: आप
it: Tu
ru: Вы
zh_hans: 你

source: Lak
de: Leicht
en: Easy
fr: Facile
hi: आसान
it: Facile
ru: Лёгкий
zh_hans: 简单

source: Srednji
de: Mittel
en: Medium
fr: Moyen
hi: मध्यम
it: Medio
ru: Средний
zh_hans: 中等

source: Težak
de: Schwer
en: Hard
fr: Difficile
hi: कठिन
it: Difficile
ru: Сложный
zh_hans: 困难

source: Tvoj potez
de: Du bist am Zug
en: Your move
fr: À vous de jouer
hi: आपकी चाल
it: Tocca a te
ru: Ваш ход
zh_hans: 轮到你了

source: Računar razmišlja...
de: Computer denkt nach…
en: Computer is thinking…
fr: L’ordinateur réfléchit…
hi: कंप्यूटर सोच रहा है…
it: Il computer sta pensando…
ru: Компьютер думает…
zh_hans: 电脑思考中…

source: Šah! Tvoj kralj je napadnut.
de: Schach! Dein König wird angegriffen.
en: Check! Your king is under attack.
fr: Échec ! Votre roi est attaqué.
hi: शह! आपके राजा पर हमला है।
it: Scacco! Il tuo re è sotto attacco.
ru: Шах! Ваш король под атакой.
zh_hans: 将军！你的国王被攻击。

source: Šah! Napadaš kralja.
de: Schach! Du greifst den König an.
en: Check! You attack the king.
fr: Échec ! Vous attaquez le roi.
hi: शह! आप राजा पर हमला कर रहे हैं।
it: Scacco! Attacchi il re.
ru: Шах! Вы атакуете короля.
zh_hans: 将军！你在攻击对方国王。

source: Mat! Izgubio si.
de: Schachmatt! Du hast verloren.
en: Checkmate! You lost.
fr: Échec et mat ! Vous avez perdu.
hi: शहमात! आप हार गए।
it: Scacco matto! Hai perso.
ru: Мат! Вы проиграли.
zh_hans: 将死！你输了。

source: Mat! Pobedio si! 🎉
de: Schachmatt! Du hast gewonnen! 🎉
en: Checkmate! You won! 🎉
fr: Échec et mat ! Vous avez gagné ! 🎉
hi: शहमात! आप जीत गए! 🎉
it: Scacco matto! Hai vinto! 🎉
ru: Мат! Вы выиграли! 🎉
zh_hans: 将死！你赢了！🎉

source: Pat – remi!
de: Patt – remis!
en: Stalemate – draw!
fr: Pat – nulle !
hi: गतिरोध – ड्रॉ!
it: Stallo – patta!
ru: Пат – ничья!
zh_hans: 逼和——平局！

source: Remi – pravilo 50 poteza.
de: Remis – 50-Züge-Regel.
en: Draw – fifty-move rule.
fr: Nulle – règle des 50 coups.
hi: ड्रॉ – पचास-चाल नियम।
it: Patta – regola delle 50 mosse.
ru: Ничья – правило 50 ходов.
zh_hans: 平局——50回合规则。

source: Remi – ponavljanje pozicije.
de: Remis – Stellungswiederholung.
en: Draw – repetition.
fr: Nulle – répétition.
hi: ड्रॉ – पुनरावृत्ति।
it: Patta – ripetizione.
ru: Ничья – повторение позиции.
zh_hans: 平局——重复局面。

source: Remi – nedovoljan materijal.
de: Remis – ungenügendes Material.
en: Draw – insufficient material.
fr: Nulle – matériel insuffisant.
hi: ड्रॉ – अपर्याप्त सामग्री।
it: Patta – materiale insufficiente.
ru: Ничья – недостаточно материала.
zh_hans: 平局——子力不足。

source: Izaberi dan
de: Tag wählen
en: Choose a day
fr: Choisir un jour
hi: दिन चुनें
it: Scegli un giorno
ru: Выберите день
zh_hans: 选择日期

source: Otkaži
de: Abbrechen
en: Cancel
fr: Annuler
hi: रद्द करें
it: Annulla
ru: Отмена
zh_hans: 取消

source: Otvori
de: Öffnen
en: Open
fr: Ouvrir
hi: खोलें
it: Apri
ru: Открыть
zh_hans: 打开

source: Rešeni zadaci
de: Gelöste Aufgaben
en: Solved puzzles
fr: Problèmes résolus
hi: हल की गई पहेलियाँ
it: Problemi risolti
ru: Решённые задачи
zh_hans: 已解决的谜题

source: Danas
de: Heute
en: Today
fr: Aujourd’hui
hi: आज
it: Oggi
ru: Сегодня
zh_hans: 今天

source: Juče
de: Gestern
en: Yesterday
fr: Hier
hi: कल
it: Ieri
ru: Вчера
zh_hans: 昨天

source: Učitavam zadatak...
de: Aufgabe wird geladen…
en: Loading puzzle…
fr: Chargement du problème…
hi: पहेली लोड हो रही है…
it: Caricamento problema…
ru: Загрузка задачи…
zh_hans: 正在加载谜题…

source: Greška pri učitavanju.
de: Ladefehler.
en: Loading error.
fr: Erreur de chargement.
hi: लोडिंग त्रुटि।
it: Errore di caricamento.
ru: Ошибка загрузки.
zh_hans: 加载出错。

source: Pronađi pravi potez za bele
de: Finde den richtigen Zug für Weiß
en: Find the right move for White
fr: Trouvez le bon coup pour les Blancs
hi: सफ़ेद के लिए सही चाल खोजें
it: Trova la mossa giusta per il Bianco
ru: Найдите верный ход за белых
zh_hans: 为白方找到正确的一步

source: Pronađi pravi potez za crne
de: Finde den richtigen Zug für Schwarz
en: Find the right move for Black
fr: Trouvez le bon coup pour les Noirs
hi: काले के लिए सही चाल खोजें
it: Trova la mossa giusta per il Nero
ru: Найдите верный ход за чёрных
zh_hans: 为黑方找到正确的一步

source: Pogrešno. Pokušaj ponovo.
de: Falsch. Versuch es nochmal.
en: Wrong. Try again.
fr: Faux. Réessayez.
hi: गलत। फिर कोशिश करें।
it: Sbagliato. Riprova.
ru: Неверно. Попробуйте снова.
zh_hans: 错误。再试一次。

source: Odlično! Zadatak rešen! 🎉
de: Ausgezeichnet! Aufgabe gelöst! 🎉
en: Excellent! Puzzle solved! 🎉
fr: Excellent ! Problème résolu ! 🎉
hi: बढ़िया! पहेली हल हो गई! 🎉
it: Ottimo! Problema risolto! 🎉
ru: Отлично! Задача решена! 🎉
zh_hans: 太棒了！谜题已解决！🎉

source: Rešenje...
de: Lösung…
en: Solution…
fr: Solution…
hi: समाधान…
it: Soluzione…
ru: Решение…
zh_hans: 解答…

source: Prikaži rešenje
de: Lösung anzeigen
en: Show solution
fr: Voir la solution
hi: समाधान दिखाएँ
it: Mostra soluzione
ru: Показать решение
zh_hans: 显示解答

source: Sledeći dan
de: Nächster Tag
en: Next day
fr: Jour suivant
hi: अगला दिन
it: Giorno successivo
ru: Следующий день
zh_hans: 下一天

source: Sledeći zadatak
de: Nächste Aufgabe
en: Next puzzle
fr: Problème suivant
hi: अगली पहेली
it: Prossimo problema
ru: Следующая задача
zh_hans: 下一题

source: Završio si zadatak za danas!
de: Du hast die heutige Aufgabe gelöst!
en: You finished today’s puzzle!
fr: Vous avez terminé le problème du jour !
hi: आपने आज की पहेली पूरी कर ली!
it: Hai completato il problema di oggi!
ru: Вы решили сегодняшнюю задачу!
zh_hans: 你完成了今天的谜题！

source: Pokušaj ponovo
de: Erneut versuchen
en: Try again
fr: Réessayer
hi: फिर कोशिश करें
it: Riprova
ru: Попробовать снова
zh_hans: 重试

source: Nema dostupnih zadataka
de: Keine Aufgaben verfügbar
en: No puzzles available
fr: Aucun problème disponible
hi: कोई पहेली उपलब्ध नहीं
it: Nessun problema disponibile
ru: Нет доступных задач
zh_hans: 暂无可用谜题

source: Zadatak je oštećen
de: Diese Aufgabe ist beschädigt
en: This puzzle is corrupted
fr: Ce problème est corrompu
hi: यह पहेली क्षतिग्रस्त है
it: Questo problema è danneggiato
ru: Задача повреждена
zh_hans: 该题目已损坏

source: Neispravan FEN
de: Ungültiges FEN
en: Invalid FEN
fr: FEN invalide
hi: अमान्य FEN
it: FEN non valido
ru: Неверный FEN
zh_hans: 无效的 FEN

source: Baza zadataka nije dostupna
de: Aufgabendatenbank nicht verfügbar
en: Puzzle database unavailable
fr: Base de problèmes indisponible
hi: पहेली डेटाबेस उपलब्ध नहीं
it: Database dei problemi non disponibile
ru: База задач недоступна
zh_hans: 题目数据库不可用

source: Otvaranje
de: Eröffnung
en: Opening
fr: Ouverture
hi: ओपनिंग
it: Apertura
ru: Дебют
zh_hans: 开局

source: Srednja igra
de: Mittelspiel
en: Middlegame
fr: Milieu de partie
hi: मध्य खेल
it: Mediogioco
ru: Миттельшпиль
zh_hans: 中局

source: Završnica
de: Endspiel
en: Endgame
fr: Finale
hi: अंत खेल
it: Finale
ru: Эндшпиль
zh_hans: 残局

source: Mat
de: Matt
en: Mate
hi: मात
it: Matto
ru: Мат
zh_hans: 将杀

source: Mat u 1
de: Matt in 1
en: Mate in 1
fr: Mat en 1
hi: 1 में मात
it: Matto in 1
ru: Мат в 1
zh_hans: 一步杀

source: Mat u 2
de: Matt in 2
en: Mate in 2
fr: Mat en 2
hi: 2 में मात
it: Matto in 2
ru: Мат в 2
zh_hans: 两步杀

source: Mat u 3
de: Matt in 3
en: Mate in 3
fr: Mat en 3
hi: 3 में मात
it: Matto in 3
ru: Мат в 3
zh_hans: 三步杀

source: Vilica
de: Gabel
en: Fork
fr: Fourchette
hi: कांटा
it: Forchetta
ru: Вилка
zh_hans: 双叫

source: Vezivanje
de: Fesselung
en: Pin
fr: Clouage
hi: पिन
it: Inchiodatura
ru: Связка
zh_hans: 牵制

source: Nabijanje
de: Spieß
en: Skewer
fr: Enfilade
hi: स्क्यूअर
it: Infilata
ru: Сквозной удар
zh_hans: 串击

source: Žrtva
de: Opfer
en: Sacrifice
fr: Sacrifice
hi: बलिदान
it: Sacrificio
ru: Жертва
zh_hans: 弃子

source: Otkriveni napad
de: Abzugsangriff
en: Discovered attack
fr: Attaque à la découverte
hi: खुला हमला
it: Attacco di scoperta
ru: Вскрытое нападение
zh_hans: 闪击

source: Odvlačenje
de: Ablenkung
en: Deflection
fr: Déviation
hi: विचलन
it: Deviazione
ru: Отвлечение
zh_hans: 引离

source: Prednost
de: Vorteil
en: Advantage
fr: Avantage
hi: बढ़त
it: Vantaggio
ru: Преимущество
zh_hans: 优势

source: Odlučujuće
de: Entscheidend
en: Crushing
fr: Écrasant
hi: निर्णायक
it: Schiacciante
ru: Решающее
zh_hans: 决定性

source: Kratko
de: Kurz
en: Short
fr: Court
hi: छोटा
it: Corto
ru: Короткая
zh_hans: 短

source: Dugo
de: Lang
en: Long
fr: Long
hi: लंबा
it: Lungo
ru: Длинная
zh_hans: 长

source: Jedan potez
de: Ein Zug
en: One move
fr: Un coup
hi: एक चाल
it: Una mossa
ru: Один ход
zh_hans: 一步

source: Odbrana
de: Verteidigung
en: Defense
fr: Défense
hi: बचाव
it: Difesa
ru: Защита
zh_hans: 防守

source: Napad na damu
de: Damenflügelangriff
en: Queenside attack
fr: Attaque à l’aile dame
hi: वज़ीर-पक्ष हमला
it: Attacco sull’ala di donna
ru: Атака на ферзевом фланге
zh_hans: 后翼进攻

source: Napad na kralja
de: Königsflügelangriff
en: Kingside attack
fr: Attaque à l’aile roi
hi: राजा-पक्ष हमला
it: Attacco sull’ala di re
ru: Атака на королевском фланге
zh_hans: 王翼进攻

source: Lako
de: Leicht
en: Easy
fr: Facile
hi: आसान
it: Facile
ru: Легко
zh_hans: 简单

source: Srednje
de: Mittel
en: Medium
fr: Moyen
hi: मध्यम
it: Medio
ru: Средне
zh_hans: 中等

source: Teško
de: Schwer
en: Hard
fr: Difficile
hi: कठिन
it: Difficile
ru: Сложно
zh_hans: 困难

source: Nauči šah
de: Schach lernen
en: Learn chess
fr: Apprendre les échecs
hi: शतरंज सीखें
it: Impara gli scacchi
ru: Учитесь играть в шахматы
zh_hans: 学习国际象棋

source: 4 lekcije od osnova do završnice
de: 4 Lektionen von den Grundlagen bis zum Endspiel
en: 4 lessons from basics to the endgame
fr: 4 leçons des bases jusqu’à la finale
hi: मूल बातों से अंत खेल तक 4 पाठ
it: 4 lezioni dalle basi al finale
ru: 4 урока: от основ до эндшпиля
zh_hans: 从基础到残局的 4 节课

source: Rokada
de: Rochade
en: Castling
fr: Roque
hi: कैसलिंग
it: Arrocco
ru: Рокировка
zh_hans: 王车易位

source: Promocija
de: Umwandlung
en: Promotion
fr: Promotion
hi: प्रमोशन
it: Promozione
ru: Превращение
zh_hans: 升变

source: Nema mogućih poteza
de: Keine möglichen Züge
en: No legal moves
fr: Aucun coup possible
hi: कोई संभव चाल नहीं
it: Nessuna mossa possibile
ru: Нет возможных ходов
zh_hans: 无可走的棋

source: 1 mogući potez
de: 1 möglicher Zug
en: 1 legal move
fr: 1 coup possible
hi: 1 संभव चाल
it: 1 mossa possibile
ru: 1 возможный ход
zh_hans: 1 个可走位置

source: %lld mogućih poteza
de: %lld mögliche Züge
en: %lld legal moves
fr: %lld coups possibles
hi: %lld संभव चालें
it: %lld mosse possibili
ru: Возможных ходов: %lld
zh_hans: %lld 个可走位置

source: Bravo! Mat! 🎉
de: Bravo! Schachmatt! 🎉
en: Bravo! Checkmate! 🎉
fr: Bravo ! Échec et mat ! 🎉
hi: शाबाश! शहमात! 🎉
it: Bravo! Scacco matto! 🎉
ru: Браво! Мат! 🎉
zh_hans: 太棒了！将死！🎉

source: Poraz — pokušaj ponovo.
de: Niederlage — versuch es nochmal.
en: Defeat — try again.
fr: Défaite — réessayez.
hi: हार — फिर कोशिश करें।
it: Sconfitta — riprova.
ru: Поражение — попробуйте снова.
zh_hans: 失败——再试一次。

source: Remi — pazi na pat! Pokušaj ponovo.
de: Remis — Vorsicht vor Patt! Versuch es nochmal.
en: Draw — watch for stalemate! Try again.
fr: Nulle — attention au pat ! Réessayez.
hi: ड्रॉ — गतिरोध से बचें! फिर कोशिश करें।
it: Patta — attento allo stallo! Riprova.
ru: Ничья — берегитесь пата! Попробуйте снова.
zh_hans: 平局——小心逼和！再试一次。

source: Šah! Nastavi...
de: Schach! Mach weiter…
en: Check! Keep going…
fr: Échec ! Continuez…
hi: शह! जारी रखें…
it: Scacco! Continua…
ru: Шах! Продолжайте…
zh_hans: 将军！继续…

source: Šah — mora da se braniš!
de: Schach — du musst verteidigen!
en: Check — you must defend!
fr: Échec — vous devez défendre !
hi: शह — आपको बचाव करना होगा!
it: Scacco — devi difenderti!
ru: Шах — нужно защищаться!
zh_hans: 将军——你必须应将！

source: Crni razmišlja...
de: Schwarz denkt nach…
en: Black is thinking…
fr: Les Noirs réfléchissent…
hi: काला सोच रहा है…
it: Il Nero sta pensando…
ru: Чёрные думают…
zh_hans: 黑方思考中…

source: Na potezu si!
de: Du bist am Zug!
en: Your move!
fr: À vous de jouer !
hi: आपकी चाल!
it: Tocca a te!
ru: Ваш ход!
zh_hans: 轮到你了！

source: %lld/%lld poteza
de: %lld/%lld Züge
en: %lld/%lld moves
fr: %lld/%lld coups
hi: %lld/%lld चालें
it: %lld/%lld mosse
ru: %lld/%lld ходов
zh_hans: %lld/%lld 步

source: Potez %lld — pronađi pravi potez za bele!
de: Zug %lld — finde den richtigen Zug für Weiß!
en: Move %lld — find the right move for White!
fr: Coup %lld — trouvez le bon coup pour les Blancs !
hi: चाल %lld — सफ़ेद के लिए सही चाल खोजें!
it: Mossa %lld — trova la mossa giusta per il Bianco!
ru: Ход %lld — найдите верный ход за белых!
zh_hans: 第 %lld 步——为白方找到正确的一步！

source: Bravo! Otvaranje savladano! ✓
de: Bravo! Eröffnung gemeistert! ✓
en: Bravo! Opening mastered! ✓
fr: Bravo ! Ouverture maîtrisée ! ✓
hi: शाबाश! ओपनिंग में महारत! ✓
it: Bravo! Apertura padroneggiata! ✓
ru: Браво! Дебют освоен! ✓
zh_hans: 太棒了！开局已掌握！✓

source: Pogrešan potez — pokušaj ponovo.
de: Falscher Zug — versuch es nochmal.
en: Wrong move — try again.
fr: Mauvais coup — réessayez.
hi: गलत चाल — फिर कोशिश करें।
it: Mossa sbagliata — riprova.
ru: Неверный ход — попробуйте снова.
zh_hans: 走错了——再试一次。

source: Sjajno! Mat pronađen! 🏆
de: Großartig! Matt gefunden! 🏆
en: Great! Mate found! 🏆
fr: Génial ! Mat trouvé ! 🏆
hi: बढ़िया! मात मिल गई! 🏆
it: Ottimo! Matto trovato! 🏆
ru: Отлично! Мат найден! 🏆
zh_hans: 太棒了！找到将杀！🏆

source: Nije to — traži pravi ključni potez!
de: Nicht ganz — suche den Schlüsselzug!
en: Not quite — look for the key move!
fr: Pas tout à fait — cherchez le coup clé !
hi: वह नहीं — मुख्य चाल खोजें!
it: Non proprio — cerca la mossa chiave!
ru: Не то — ищите ключевой ход!
zh_hans: 不对——寻找关键的一步！

source: Pronađi mat u 1 potezu!
de: Finde Matt in 1!
en: Find mate in 1!
fr: Trouvez le mat en 1 !
hi: 1 चाल में मात खोजें!
it: Trova il matto in 1!
ru: Найдите мат в 1 ход!
zh_hans: 找出一步杀！

source: Pronađi ključni potez!
de: Finde den Schlüsselzug!
en: Find the key move!
fr: Trouvez le coup clé !
hi: मुख्य चाल खोजें!
it: Trova la mossa chiave!
ru: Найдите ключевой ход!
zh_hans: 找出关键的一步！

source: Ponovo
de: Neu
en: Restart
fr: Recommencer
hi: फिर से
it: Ricomincia
ru: Заново
zh_hans: 重来

source: Mat u %lld
de: Matt in %lld
en: Mate in %lld
fr: Mat en %lld
hi: %lld में मात
it: Matto in %lld
ru: Мат в %lld
zh_hans: %lld 步杀

source: Lekcija %lld
de: Lektion %lld
en: Lesson %lld
fr: Leçon %lld
hi: पाठ %lld
it: Lezione %lld
ru: Урок %lld
zh_hans: 第 %lld 课

source: Tabla, figure i kretanje
de: Brett, Figuren und Bewegung
en: The board, pieces and movement
fr: L’échiquier, les pièces et les déplacements
hi: बोर्ड, मोहरे और चाल
it: La scacchiera, i pezzi e il movimento
ru: Доска, фигуры и ходы
zh_hans: 棋盘、棋子与走法

source: Osnove šaha za početnike
de: Schach-Grundlagen für Anfänger
en: Chess basics for beginners
fr: Les bases des échecs pour débutants
hi: शुरुआती लोगों के लिए शतरंज की मूल बातें
it: Le basi degli scacchi per principianti
ru: Основы шахмат для начинающих
zh_hans: 面向初学者的国际象棋基础

source: Početak igre (Otvaranja)
de: Spielbeginn (Eröffnungen)
en: The start of the game (Openings)
fr: Le début de la partie (Ouvertures)
hi: खेल की शुरुआत (ओपनिंग)
it: L’inizio della partita (Aperture)
ru: Начало партии (дебюты)
zh_hans: 对局开始（开局）

source: Zlatna pravila i poznata otvaranja
de: Goldene Regeln und berühmte Eröffnungen
en: Golden rules and famous openings
fr: Règles d’or et ouvertures célèbres
hi: स्वर्णिम नियम और प्रसिद्ध ओपनिंग
it: Regole d’oro e aperture famose
ru: Золотые правила и известные дебюты
zh_hans: 黄金法则与著名开局

source: Središnjica
de: Das Mittelspiel
en: The middlegame
fr: Le milieu de partie
hi: मध्य खेल
it: Il mediogioco
ru: Миттельшпиль
zh_hans: 中局

source: Taktika i srce bitke
de: Taktik und das Herz der Schlacht
en: Tactics and the heart of the battle
fr: La tactique, cœur de la bataille
hi: रणनीति और लड़ाई का दिल
it: La tattica e il cuore della battaglia
ru: Тактика и сердце битвы
zh_hans: 战术与战斗的核心

source: Šah-mat, pat i remi
de: Schachmatt, Patt und Remis
en: Checkmate, stalemate and draw
fr: Échec et mat, pat et nulle
hi: शहमात, गतिरोध और ड्रॉ
it: Scacco matto, stallo e patta
ru: Мат, пат и ничья
zh_hans: 将杀、逼和与平局

source: Istraži figure interaktivno
de: Figuren interaktiv erkunden
en: Explore the pieces interactively
fr: Explorez les pièces de façon interactive
hi: मोहरों को इंटरैक्टिव रूप से जानें
it: Esplora i pezzi in modo interattivo
ru: Изучайте фигуры интерактивно
zh_hans: 互动探索棋子

source: Specijalna pravila
de: Spezielle Regeln
en: Special rules
fr: Règles spéciales
hi: विशेष नियम
it: Regole speciali
ru: Особые правила
zh_hans: 特殊规则

source: — izaberi i istraži na tabli
de: — wähle aus und erkunde auf dem Brett
en: — pick one and explore on the board
fr: — choisissez et explorez sur l’échiquier
hi: — चुनें और बोर्ड पर जानें
it: — scegli ed esplora sulla scacchiera
ru: — выберите и изучите на доске
zh_hans: ——选择并在棋盘上探索

source: Tapni figuru da je promeniš · Tapni polje da je premestiš
de: Tippe auf eine Figur, um sie zu wechseln · Tippe auf ein Feld, um sie zu versetzen
en: Tap a piece to change it · Tap a square to move it
fr: Touchez une pièce pour la changer · Touchez une case pour la déplacer
hi: मोहरा बदलने के लिए टैप करें · खाने पर टैप कर इसे हिलाएँ
it: Tocca un pezzo per cambiarlo · Tocca una casa per spostarlo
ru: Коснитесь фигуры, чтобы сменить · Коснитесь поля, чтобы переместить
zh_hans: 点按棋子可更换 · 点按格子可移动

source: Kako se svaka figura kreće
de: Wie sich jede Figur bewegt
en: How each piece moves
fr: Comment chaque pièce se déplace
hi: हर मोहरा कैसे चलता है
it: Come si muove ogni pezzo
ru: Как ходит каждая фигура
zh_hans: 每个棋子如何走

source: Relativna vrednost figura
de: Relativer Wert der Figuren
en: Relative value of the pieces
fr: Valeur relative des pièces
hi: मोहरों का सापेक्ष मूल्य
it: Valore relativo dei pezzi
ru: Относительная ценность фигур
zh_hans: 棋子的相对价值

source: Elementarni matovi
de: Elementare Mattbilder
en: Elementary checkmates
fr: Mats élémentaires
hi: प्रारंभिक शहमात
it: Matti elementari
ru: Элементарные маты
zh_hans: 基本将杀

source: Poseban potez: Rokada
de: Ein besonderer Zug: Rochade
en: A special move: Castling
fr: Un coup spécial : le roque
hi: विशेष चाल: कैसलिंग
it: Una mossa speciale: l’arrocco
ru: Особый ход: рокировка
zh_hans: 特殊走法：王车易位

source: Zlatna pravila otvaranja
de: Goldene Regeln der Eröffnung
en: Golden rules of the opening
fr: Les règles d’or de l’ouverture
hi: ओपनिंग के स्वर्णिम नियम
it: Le regole d’oro dell’apertura
ru: Золотые правила дебюта
zh_hans: 开局的黄金法则

source: Tipične greške u otvaranju
de: Typische Eröffnungsfehler
en: Typical opening mistakes
fr: Erreurs typiques en ouverture
hi: ओपनिंग की आम गलतियाँ
it: Errori tipici in apertura
ru: Типичные ошибки в дебюте
zh_hans: 常见的开局错误

source: Poznata otvaranja
de: Berühmte Eröffnungen
en: Famous openings
fr: Ouvertures célèbres
hi: प्रसिद्ध ओपनिंग
it: Aperture famose
ru: Известные дебюты
zh_hans: 著名开局

source: Inicijativa
de: Initiative
en: Initiative
fr: L’initiative
hi: पहल
it: Iniziativa
ru: Инициатива
zh_hans: 主动权

source: Vrednosti figura
de: Figurenwerte
en: Piece values
fr: Valeur des pièces
hi: मोहरों का मूल्य
it: Valore dei pezzi
ru: Ценность фигур
zh_hans: 棋子价值

source: Osnovna taktička motiva
de: Grundlegende taktische Motive
en: Basic tactical motifs
fr: Motifs tactiques de base
hi: बुनियादी रणनीतिक तरीके
it: Motivi tattici di base
ru: Базовые тактические мотивы
zh_hans: 基本战术手段

source: Koordinacija figura
de: Figurenkoordination
en: Piece coordination
fr: Coordination des pièces
hi: मोहरों का समन्वय
it: Coordinazione dei pezzi
ru: Координация фигур
zh_hans: 棋子的协调

source: Prednost od jednog piona
de: Ein Bauer Vorteil
en: A one-pawn advantage
fr: L’avantage d’un pion
hi: एक प्यादे की बढ़त
it: Il vantaggio di un pedone
ru: Преимущество в одну пешку
zh_hans: 一兵的优势

source: Kralj postaje napadač
de: Der König wird zum Angreifer
en: The king becomes an attacker
fr: Le roi devient attaquant
hi: राजा हमलावर बन जाता है
it: Il re diventa attaccante
ru: Король становится атакующим
zh_hans: 国王成为进攻者

source: Pravilo o promociji piona
de: Die Regel der Bauernumwandlung
en: The rule of pawn promotion
fr: La règle de la promotion du pion
hi: प्यादे के प्रमोशन का नियम
it: La regola della promozione del pedone
ru: Правило превращения пешки
zh_hans: 兵的升变规则

source: Kardinalno načelo
de: Ein Grundprinzip
en: A cardinal principle
fr: Un principe cardinal
hi: मूल सिद्धांत
it: Un principio cardine
ru: Главный принцип
zh_hans: 核心原则
